Repository: xentek/k2-style-switcher
Catalog: languages/k2-style-switcher-*.po
Languages: de_de

source: The directory where k2 custom styles are stored is missing. The value set in the k2 options is: <strong>%s</strong>. For you to be able to use custom styles (and this plugin), you need to set the correct directory on the k2 options menu.
de_de: Das Verzeichnis in dem die K2 Styles gespeichert werden fehlt. Aktuell ist folgendes Verzeichnis eingestellt: <strong>%s</strong>. Um dieses Plugin und eigene Styles benutzen zu können, muss das richtige Verzeichnis eingestellt werden.

source: K2 Style Switcher options have been updated.
de_de: Die K2 Style Wechsler Einstellungen wurden aktualisiert

source: Plugin Options
de_de: Plugin Einstellungen

source: Click on the option names to display inline help
de_de: Klicke auf den Namen der Einstellung um die Hilfe anzuzeigen

source: Click for Help!
de_de: Hilfe!

source: The site will be displayed using this style unless the visitor chooses another one
de_de: Die Seite wird in diesem Style angezeigt solange der Besucher keinen anderen auswählt.

source: Default Style Picker Format:
de_de: Format des Style-Wählers:

source: This option controls the way that list of available styles is displayed at the point where the template calls the %s function.
de_de: Diese Einstellung kontrolliert, wie die Liste verfügbarer Styles an der Stelle aussieht, an der das Template die %s Funktion aufruft.

source: Footer Template:
de_de: Footer Vorlage

source: The following macros are supported:
de_de: Die folgenden Makros werden unterstützt:

source: %wporglink% - A link to the WordPress site (http://wordpress.org/)
de_de: %wporglink% - Ein Link zur WordPress Seite

source: %k2comlink% - A link to the K2 site (http://getk2.com/)
de_de: %k2comlink% - Ein Link zur K2 Seite (http://getk2.com/)

source: %bloginfoname% - The site title
de_de: %bloginfoname% - Der Titel der Seite

source: %bloginfoversion% - The version of WordPress your site uses
de_de: %bloginfoversion% - Die WordPress Version, die auf dieser Seite läuft

source: %k2infoversion% - The version of K2 your site uses
de_de: %k2infoversion% - Die Version von K2, die auf dieser Seite läuft

source: %rssentries% - The URL for the site's RSS 2.0 feed (/feed)
de_de: %rssentries% - Die URL für den RSS 2.0 Feed dieser Seite (/feed)

source: %rsscomments% - URL for the site's comments RSS 2.0 feed (/comments/feed)
de_de: %rsscomments% - Die URL für den Kommentar-RSS 2.0 Feed (/comments/feed)

source: %authorname% - The author's name for the current K2 style
de_de: %authorname% - Der Name vom Autor des aktuell gewählten K2 Styles

source: %authoruri% - The author's website for the current K2 style
de_de: %authoruri% - Die Seite vom Autor des aktuell gewählten K2 Styles

source: %stylename% - The name of the current K2 style
de_de: %stylename% - Der Name des aktuell gewählten K2 Styles

source: %styleuri% - The URL for the current K2 style's website
de_de: %styleuri% - Die URL zur Seite des aktuell gewählten K2 Styles

source: %stylefooter% - The footer content taken from the current K2 style
de_de: %stylefooter% - Der Footer-Inhalt aus dem atkuell gewählten K2 Style

source: %styleversion% - The version of the current K2 style
de_de: %styleversion% - Die Version des aktuell gewählten K2 Styles

source: %stylecomments% - Any comments attached to the current K2 style
de_de: %stylecomments% - Kommentare zu dem aktuell ausgewählten K2 Style

source: Display WordPress footer:
de_de: WordPress Footer anzeigen:

source: This option determines if the default WordPress footer ( "%s" ) is displayed
de_de: Diese Einstellung legt fest, ob der standard Wordpress Footer ( "%s" ) angezeigt wird

source: and
de_de: und

source: Display feed links:
de_de: Feed-Links anzeigen:

source: This option determines if the feed links footer ( "%s" ) is displayed
de_de: Diese Einstellung legt fest, ob der Feed-Links Footer( "%s" ) angezeigt wird

source: Entries Feed
de_de: Artikel-Feed

source: Comments Feed
de_de: Kommentar-Feed

source: Display base styles footer:
de_de: Basis-Style Footer anzeigen:

source: This option determines if the footer for any base K2 styles is displayed
de_de: Diese Einstellung legt fest, ob der Footer für einen K2 Basis-Style angezeigt wird

source: Display page stats:
de_de: Seiten-Statistiken anzeigen:

source: This option determines if the page stats footer ( "%s" ) is displayed
de_de: Diese Einstellung legt fest, ob der Footer mit den Seiten-Statistiken ( "%s" ) angezeigt wird

source: %d queries. %.4f seconds.
de_de: %d Abfragen in %.4f Sekunden.

source: Select the styles you want website visitors to be able to choose from. Styles will only appear on this list if they are not in use by K2, to make a style available for selection you should uncheck the box next to it's name (or path) on the %s screen
de_de: Wähle die Styles, aus denen die Besucher der Webseite wählen dürfen. In dieser Liste erscheinen nur Styles, die nicht bereits von K2 genutzt werden. Um einen Style hier verfügbar zu machen, sollte der Haken in der Box neben Ihrem Namen (oder Pfad) auf der Seite %s entfernt werden.

source: K2 Options
de_de: K2 Einstellungen

source: Author
de_de: Autor

source: There are %1s K2 styles in the current K2 styles directory ( %2s ) but they are all currently active
de_de: Es befinden sich %1s K2 Styles im K2 Styles Verzeichnes ( %2s ) und alle sind zur Zeit aktiv

source: There are no K2 styles in the current K2 styles directory ( %s )
de_de: Es sind keine K2 Styles im K2 Styles Verzeichnes ( %s )

source: Save Changes
de_de: Änderungen speichern

source: Footer Preview
de_de: Footer Vorschau

source: Support and Further Info
de_de: Support und weitere Informationen

source: Do you have a question or problem? Visit the %s homepage and leave a comment
de_de: Sollten Fragen oder Probleme auftauchen, besuche einfach die %s Seite und schreibe einen Kommentar

source: Go!
de_de: Los!

source: K2 Style Switcher:
de_de: K2 Style Wechsler:

source: On this page you should select ONLY the styles that should applied in addition to the style chosen using the K2 Style Switcher.
de_de: Auf dieser Seite sollten NUR Styles ausgewählt werden, die zusätzlich zu einem mit dem K2 Style Wechsler gewählten Style, angewendet werden sollen.

source: A style picker allowing site visitors to change the active style when the K2 theme is active
de_de: Ein Style Wähler, der den Besucher der Seite erlaubt, den Style der Seite zu wechseln, wenn das K2 Design genutzt wird.

source: Title:
de_de: Titel:

source: Style Picker Format:
de_de: Format des Style Wählers:

source: Unordered List
de_de: Unsortierte Liste

source: Dropdown Menu
de_de: Dropdown Menü

source: This plugin allows site visitors to change the active style when the excellent K2 theme is selected.
de_de: Dieses Plugin erlaubt es Besuchern Ihrer Seite das Aussehen durch Wechseln des aktiven Styles zu verändern, sofern das ausgezeichnete K2 Theme genutzt wird.
